module.exports = {
    name:'articleList',
    title:"关于牌缘",
    content:[
        {title:'如何充值',content:'玩家通过支付宝、微信进行充值。',flag:'00'},
        {title:'充值有哪些方式',content:'支付宝、微信。',flag:'01'},
        {title:'充值未到账怎么办',content:'联系客服人员进行核实。',flag:'02'},
        {title:'无法登陆游戏',content:'退出游戏后重新进入游戏，或卸载重新安装游戏。若还是无法登陆游戏，请联系客服。',flag:'10'},
        {title:'游戏下载下来闪退',content:'1.可能是下载未完全，请等游戏完全下载。<br />2.可能是内存不足，请关闭一些其他程序。<br />若均不存在上述情况，建议卸载app后重新下载即可。',flag:'11'},
        {title:'安卓、IOS、PC版下载地址',content:'',flag:'12'},
        {title:'牌缘掼蛋是什么',content:'&quot;掼蛋&quot;，起源于江苏省淮安市淮安区，故又称&quot;淮安掼蛋&quot;、&quot;淮安跑得快&quot;，是一种在淮安以及周边地区广为流传的扑克游戏，是由地方的扑克牌局 &quot;跑得快&quot;和&quot;八十分&quot;发展演化而来。牌局采用四人结对竞赛，输赢升级的方式进行。使牌局更富有娱乐性和刺激性。江苏地区掼蛋非常流行，安徽、浙江地区也比较流行。2017年4月15日，国家体育总局棋牌运动管理中心正式对外发布《淮安掼蛋竞赛规则》，统一和规范了掼蛋的竞赛规则，有利于项目的推广和赛事组织工作。起源于淮安的掼蛋纸牌游戏的竞赛活动，在全国推广，走向世界，有了国家级的统一规则。',flag:'20'},
        {title:'牌缘掼蛋玩法特色',content:'带有中国传统武侠分享风，掼蛋的最大魅力、最集中的特点在于变化，在于牌际组合间的变数。有的新手往往先把牌配死，并拟好出牌计划，然后守株待兔，这种呆板的的打法只是初级阶段，完美的静态组合加上动态变化才是取胜之道。',flag:'21'}
    ]
}